tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "curl"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "gnupg"
brew "grpc"
brew "httpie"
brew "jq"
brew "mas"
brew "mosh"
brew "neovim"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stern"
brew "tmux"
brew "tree"
brew "unzip"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-noto-sans"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif"
cask "font-source-han-code-jp"
cask "font-source-han-sans"
cask "font-ubuntu-mono-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "grammarly"
cask "karabiner-elements"
cask "kindle-previewer"
cask "sequel-pro"
cask "spotify"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "Display Menu", id: 549083868
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
