tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "ubuntu/microk8s"
brew "atuin"
brew "coreutils"
brew "curl"
brew "deck"
brew "fish"
brew "fisher"
brew "git"
brew "gnupg"
brew "gnu-sed"
brew "lua"
brew "luarocks"
brew "mas"
brew "mise"
brew "neovim"
brew "pandoc"
brew "starship"
brew "svn"
brew "tree"
brew "unzip"
brew "zellij"
brew "zsh"
brew "FelixKratz/formulae/borders"
brew "ubuntu/microk8s/microk8s"
cask "aerospace"
cask "antigravity"
cask "chatgpt"
cask "chatgpt-atlas"
cask "cursor"
cask "deskpad"
cask "discord"
cask "firefox"
cask "font-biz-udgothic"
cask "font-biz-udmincho"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif"
cask "font-ubuntu-mono-nerd-font"
cask "gcloud-cli"
cask "github"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "kiro"
cask "kiro-cli"
cask "obs"
cask "orbstack"
cask "sf-symbols"
cask "slack"
cask "visual-studio-code"
cask "vivaldi"
cask "windsurf"
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
{{ if eq .profile "home" -}}
cask "balenaetcher"
mas "Affinity Publisher", id: 881418622
mas "Prime Video", id: 545519333
{{ end -}}
{{ if eq .profile "work" -}}
brew "awscli"
cask "microsoft-edge"
cask "session-manager-plugin"
cask "zoom"
{{ end -}}
