tap "coursier/formulas"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "coreutils"
brew "asdf"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnupg"
brew "jq"
brew "lima"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "sd"
brew "starship"
brew "svn"
brew "tmux"
brew "tree"
brew "unzip"
brew "zsh"
brew "coursier/formulas/coursier"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "1password-cli"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-biz-udgothic"
cask "font-biz-udmincho"
cask "font-noto-sans"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif"
cask "font-ubuntu-mono-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "iterm2"
cask "karabiner-elements"
cask "obs"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Display Menu", id: 549083868
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "Grammarly for Safari", id: 1462114288
mas "Keepa - Price Tracker", id: 1533805339
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Notion Web Clipper", id: 1559269364
mas "Slack", id: 803453959
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
{{ if eq .profile "home" -}}
cask "balenaetcher"
mas "Affinity Publisher", id: 881418622
mas "Prime Video", id: 545519333
{{ end -}}
{{ if eq .profile "work" -}}
brew "awscli"
brew "git-lfs"
brew "grpc"
cask "session-manager-plugin"
cask "vivaldi"
{{ end -}}
