Angular.ng-template
arcticicestudio.nord-visual-studio-code
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
kalitaalexey.vscode-rust
karigari.chat
mauve.terraform
ms-python.python
ms-vscode.Go
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
nadako.vshaxe
octref.vetur
PeterJausovec.vscode-docker
robinbentley.sass-indented
scala-lang.scala
scalameta.metals
silvenon.mdx
vscodevim.vim
zxh404.vscode-proto3
