tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "lampepfl/brew"
tap "weaveworks/tap"
brew "ansible"
brew "asdf"
brew "curl"
brew "fzf"
brew "ghq"
brew "git"
brew "grpc"
brew "httpie"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "python"
brew "mas"
brew "mosh"
brew "neovim"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stern"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "zplug"
brew "zsh"
brew "derailed/k9s/k9s"
brew "weaveworks/tap/eksctl"
cask "alacritty"
cask "appcleaner"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-noto-sans"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif"
cask "font-source-han-code-jp"
cask "font-source-han-sans"
cask "font-ubuntu"
cask "font-ubuntumono-nerd-font-mono"
cask "google-chrome"
cask "google-chrome-canary"
cask "kindle-previewer"
cask "sequel-pro"
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
mas "1Password 7", id: 1333542190
mas "Display Menu", id: 549083868
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
