tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "ansible"
brew "anyenv"
brew "aws-shell"
brew "awscli"
brew "go"
brew "direnv"
brew "emacs", restart_service: true
brew "erlang"
brew "fish"
brew "fzf"
brew "gettext"
brew "ghq"
brew "git"
brew "grpc"
brew "haskell-stack"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-helm"
brew "maven"
brew "mosh"
brew "neovim"
brew "node"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sbt"
brew "stern"
brew "terraform"
brew "tig"
brew "tree"
brew "zplug"
brew "zsh"
cask "alacritty"
cask "appcleaner"
cask "docker"
cask "font-noto-sans"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif"
cask "font-source-han-code-jp"
cask "font-source-han-sans"
cask "font-ubuntu"
cask "font-ubuntumono-nerd-font-mono"
cask "google-chrome"
cask "google-chrome-canary"
cask "hyper"
cask "intellij-idea"
cask "java8"
cask "jetbrains-toolbox"
cask "krisp"
cask "sequel-pro"
cask "station"
cask "visual-studio-code"
cask "vivaldi"
mas "1Password 7", id: 1333542190
mas "Display Menu", id: 549083868
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
